Repository: common-repository/how-your-carbon-impact
Catalog: languages/syci-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Settings syci
fr_fr: Paramètres syci

source: Shortcode for copying in darkmode:
fr_fr: Code court dur mode sombre :

source: Shortcode for copying:
fr_fr: Code court :

source: Show your carbon impact is a WordPress plugin that allows you to add a carbon footprint badge to your website using a shortcode. The badge displays information about the carbon emissions associated with your website.
fr_fr: Show your carbon impact est un plugin WordPress qui vous permet d'ajouter le badge website carbone à votre site Web à l'aide d'un shortcode (code court). Le badge affiche des informations sur les émissions de carbone associées à votre site Web.

source: Show your carbon impact, adds a carbon footprint badge to your website.
fr_fr: Show your carbon impact, ajoute le badge website carbone à votre site Web.

source: Syci Plugin Settings
fr_fr: Paramètres du plugin Syci

source: syci utilizes the powerful script from Website Carbon to calculate the weight of your web pages, taking into account factors such as server energy consumption, page size, and resource optimization. This ensures accurate and insightful carbon footprint calculations.
fr_fr: syci utilise le script de Website Carbon pour calculer le poids de vos pages Web, en tenant compte de facteurs tels que la consommation d'énergie du serveur, la taille de la page et l'optimisation des ressources. Cela garantit des calculs précis de l’empreinte carbone.

source: The plugin provides a simple and customizable way to promote sustainability and raise awareness about the environmental impact of websites.
fr_fr: Le plugin fournit un moyen simple et personnalisable de promouvoir la durabilité et de sensibiliser à l'impact environnemental des sites Web.

source: With syci, you can easily showcase the carbon emissions of your website and encourage environmentally conscious browsing habits among your visitors.
fr_fr: Avec syci, vous pouvez facilement présenter les émissions de carbone de votre site Web et encourager vos visiteurs à adopter des habitudes de navigation respectueuses de l'environnement.
